ermacv/open-esp-radio-rs/hil/peers/esp32c5-ieee802154/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c5"
CONFIG_IEEE802154_ENABLED=y
# Only protocol lines reach the host; driver and boot logs stay quiet.
CONFIG_LOG_DEFAULT_LEVEL_ERROR=y
CONFIG_BOOTLOADER_LOG_LEVEL_ERROR=y
